export const APPLICATION_LIST = [
  {
    title: 'Adapay分账',
    key: 'adapay',
    desc: '商派 ECShopX 集成汇付分账，作为合规、安全、灵活的聚合支付解决方案，通过多级账户管理、聚合支付、高效结算等多维度助力电商实现平台化、数字化。',
    button: '订购咨询'
  },
  {
    title: '积分商城',
    key: 'point',
    desc: '积分商城是一个通过让用户兑换商品，提升积分价值的营销工具，帮助商户增强用户粘性，让客户保持活跃，促进用户下单，提高转化及复购。',
    button: '订购咨询'
  },
  {
    title: '内购商城',
    key: 'neigou',
    desc: '品牌商家与企业进行合作，为企业提供商品的内部购买优惠福利。通过企业员工裂变亲友新客，提升下单转化效率，实现资金快速流转。',
    button: '订购咨询'
  },
  {
    title: '导购',
    key: 'yingxiao',
    desc: '基于企业微信的营销工具，帮助品牌建立1对1的服务关系，可视化客户画，标准化的生命周期沟通，精准的产品推荐，提升工作效率和销售转化率。',
    button: '订购咨询'
  },
  {
    title: '高性能秒杀',
    key: 'miaosha',
    desc: '促进客户购买品牌商品而开展的营销活动，通过商品低价让利与限时限量的稀缺效应，吸引客户抢购秒杀品，同时有机会对这部分客户进行转化，在品牌下产生更多消费。',
    button: '订购咨询'
  },
  {
    title: '银联商务分账',
    key: 'yinlian',
    desc: '促进客户购买品牌商品而开展的营销活动，通过商品低价让利与限时限量的稀缺效应，吸引客户抢购秒杀品，同时有机会对这部分客户进行转化，在品牌下产生更多消费。',
    button: '订购咨询'
  },
  {
    title: '移动收银',
    key: 'yidongshouyin',
    desc: '基于企业微信的营销工具，帮助品牌建立1对1的服务关系，可视化客户画，标准化的生命周期沟通，精准的产品推荐，提升工作效率和销售转化率。',
    button: '订购咨询'
  }
]
