<template>
  <div>
    <div v-if="!VERSION_SHUYUN" class="agreement">
      <p>商派产品许可协议</p>

      <p>============================</p>

      <p>
        欢迎使用商派产品。以下所述条款和条件即构成您与商派软件有限公司（以下简称 “商派”
        ）就软件使用许可所达成的协议（以下简称 “ 本协议 ”
        ）。一旦您安装使用了此产品，即表示您已接受了以下所述的条款和条件。
      </p>
      <p class="margin" />
      <p><b>1&nbsp; </b><b>知识产权声明</b></p>
      <p class="margin" />
      <p>
        1.1
        本"软件"由商派开发。本“软件”的一切著作权、商标权、专利权、商业秘密等知识产权及其他合法权益，以及与本“软件”相关的信息内容，包括但不限于：计算机程序源代码、目标代码、使用说明、本协议内容、图标、图示、色彩、界面设计、版面框架、文字和附加程序等皆为商派公司所有。本软件产品受《中华人民共和国著作权法》、《中华人民共和国计算机软件保护条例》、《伯尔尼公约》以及公约成员国已生效的著作权保护法律及其他知识产权法律法规的保护。未经商派事先书面同意，您不得以任何方式将软件进行商业性使用或通过信息网络传播软件内容。
      </p>

      <p>
        1.2
        软件可能涉及第三方知识产权，而该等第三方对您基于本协议在软件中使用该等知识产权有要求的，商派将以适当方式向您告知该要求，您应当一并遵守。
      </p>
      <p class="margin" />

      <p><b>2&nbsp; </b><b>用户使用许可授权范围</b></p>
      <p class="margin" />
      <p>
        2.1
        保留权利：本《协议》未明示授权的其他一切权利仍归商派所有，用户使用其他权利时须另外取得商派的书面同意。
      </p>

      <p>
        2.2
        软件在未获商业授权之前，不可用于商业目的（包括但不限于企业网站、经营性网站、以营利为目或实现盈利及具有同等或类似功能的网站），您不可为商业运营目的安装、使用、运行软件。
      </p>

      <p>
        2.3
        如商派对软件及其相关功能不时进行变更、升级、修改或转移，并会在软件系统中开发新的功能或其他服务。上述新的功能、软件服务如无独立协议的，您仍可取得相应功能或服务的授权，并可适用本协议。
      </p>

      <p>
        2.4
        除本《协议》有明确规定外，本《协议》并未对利用本"软件"访问的商派的其他相关单独服务的服务条款予以列明条款，对于这些服务可能有单独的服务条款加以规范，请用户在使用有关服务时另行了解与确认。如用户使用该服务，视为对相关服务条款的接受。
      </p>
      <p class="margin" />
      <p><b>3&nbsp; </b><b>使用规范</b></p>
      <p class="margin" />
      <p>3.1 您应该规范使用软件，以下方式是违反使用规范的：</p>

      <p>1) 从事违反法律法规政策、破坏公序良俗、损害公共利益的行为。</p>

      <p>
        2)
        对软件及其中的相关信息擅自出租、出借、复制、泄露、发放子许可证、修改、链接、转载、汇编、发表、出版、建立镜像站点，借助软件发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等。
      </p>

      <p>
        3)
        通过非由商派及其关联公司开发、授权或认可的第三方兼容软件、系统登录或使用软件，或针对软件使用非商派及其关联公司开发、授权或认证的插件和外挂。
      </p>

      <p>
        4)
        删除软件及其他副本上关于版权的信息、内容。修改、删除或避开应用产品中商派为保护知识产权而设置的任何技术措施。
      </p>

      <p>
        5)
        未经商派的书面同意，擅自将软件出租、出借或再许可给第三方使用，或在获得软件的升级版本的许可使用后，同时使用多个版本的许可使用版本，或分开转让。
      </p>

      <p>
        6)
        复制、反汇编、修改软件或其任何部分或制造其衍生作品；对软件或者软件运行过程中释放在终端中的任何数据及软件运行过程中终端与服务器端的交互数据进行复制、修改、挂接运行或创作任何衍生作品，包括使用插件、外挂或非经授权的第三方工具/服务接入软件和相关系统等形式。
      </p>

      <p>
        7)
        进行任何危害信息网络安全的行为，包括使用软件时以任何方式损坏或破坏软件或使其不能运行或超负荷或干扰第三方对软件的使用；未经允许进入他人计算机系统并删除、修改、增加存储信息；故意传播恶意程序或病毒以及其他破坏、干扰正常网络信息服务的行为。
      </p>

      <p>
        8)
        利用软件发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容，或从事欺诈、盗用他人账户、资金等违法犯罪活动。
      </p>

      <p>
        9)
        通过修改或伪造软件运行中的指令、数据、数据包，增加、删减、变动软件的功能或运行效果，私自去除商派软件前台、后台版权，及/或将具有上述用途的软件通过信息网络向公众传播或者运营。
      </p>

      <p>10) 其他以任何不合法的方式、为任何不合法的目的、或以任何与本协议不一致的方式使用软件。</p>

      <p>3.2&nbsp; 您理解并同意</p>

      <p>
        1)
        商派会对您是否涉嫌违反上述使用规范作出认定，并根据认定结果中止、终止对您的使用许可或采取其他依约可采取的限制措施。
      </p>

      <p>
        2)
        对于您使用软件时发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议的信息，商派有权直接予以删除。
      </p>

      <p>
        3)
        对于您违反上述使用规范的行为对任意第三方造成损害的，您需要以自己的名义独立承担法律责任，并应确保商派免于因此产生损失或增加费用。
      </p>

      <p>
        4)
        您所购软件产品仅供自身作为商品所有者进行经营性业务开展的使用，若涉及其他业务类型的，则需提供《支付业务许可证》或已取得第三方《支付业务许可证》的合法授权，否则您不得使用所购软件产品或因使用所产生的任何经营性问题以及法律风险和责任由您自行解决，均与商派无关，及因此被任何第三方投诉或起诉，或造成商派被追究责任的，则由您承担全部的赔偿与责任，商派有权向您追偿并要求您承担责任。
      </p>

      <p>
        5)
        如您违反有关法律或者本协议之规定，使商派遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿商派因此造成的损失及（或）发生的费用，包括合理的律师费用、调查取证费用。
      </p>
      <p class="margin" />
      <p><b>4&nbsp; </b><b>无担保和责任限制&nbsp; </b></p>
      <p class="margin" />
      <p>
        4.1
        除法律法规有明确规定外，商派将尽最大努力确保许可软件及其所涉及的技术及信息安全、有效、准确、可靠，但受限于现有技术，您理解商派不能对此进行担保。
      </p>

      <p>4.2 商派对于不可抗力及第三方原因导致的您的直接或间接损失不承担责任。</p>

      <p>
        4.3
        由于您因下述任一情况所引起或与此有关的人身伤害或附带的、间接的损害赔偿，包括但不限于利润损失、资料损失、业务中断的损害赔偿或其他商业损害赔偿或损失，需由您自行承担：
      </p>

      <p>1) 使用或未能使用许可软件；</p>

      <p>2) 第三方未经批准的使用许可软件或更改您的数据；</p>

      <p>3) 使用许可软件进行的行为产生的费用及损失；</p>

      <p>4) 您对许可软件的误解；</p>

      <p>5) 许可软件升级前未自行备份数据，升级过程中造成的数据丢失</p>

      <p>6) 非因商派的原因而引起的与许可软件有关的其他损失。</p>

      <p>
        4.4
        授权用户拥有其系统内全部会员资料、商品资料、订单资料及相关信息的所有权，并独立承担相关法律义务。
      </p>

      <p>
        4.5
        利用本授权软件发生的商业行为均由授权用户自行负责，利用本软件进行商业行为所产生的一切纠纷均与商派无关。
      </p>

      <p>
        4.6
        为方便用户使用，软件内置了譬如网上支付网关等诸多第三方系统。但您应自行评估使用这些系统的风险。这些系统的具体开通与服务由相应第三方公司提供，由此而产生的任何商业纠纷，均与商派无关。
      </p>

      <p>
        4.7
        商派不对因授权软件使用错误、软件错误等问题所引起的授权用户损失而承担任何责任，但商派将尽量避免此类情况的发生。
      </p>

      <p>
        4.8
        授权用户将在享有上述条款授予的权力的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，商派有权随时终止授权，责令停止损害，并保留追究相关责任的权力
      </p>

      <p>
        4.9
        非经商派或商派授权开发并正式发布的其他任何由许可软件衍生的软件均属非法，下载、安装、使用此类软件，可能导致不可预知的风险，由此产生的法律责任与纠纷与商派无关，商派有权中止、终止使用许可和/或其他一切服务。
      </p>
      <p class="margin" />
      <p><b>5&nbsp; </b><b>隐私政策与数据</b></p>
      <p class="margin" />
      <p>
        5.1
        您拥有其系统内全部会员资料、商品资料、订单资料及相关信息的所有权，并独立承担相关法律义务。若您提供的信息中含有其他用户的个人信息，在您自行使用或向我们提供这些个人信息之前，您需确保您已经取得合法的授权或许可。
      </p>

      <p>
        5.2
        若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，均会事先获得您的同意或授权。
      </p>

      <p>
        5.3
        若我们从第三方处间接获取您的信息，我们会在收集前明确以书面形式要求该第三方说明其个人信息来源，以及是否已经就其收集、处理以及向我们提供您的个人信息取得了您的合法授权。除法律明确允许的情形外，我们只会在确认第三方已经取得您的授权同意后再从第三方收集您的个人信息，如果第三方的授权范围无法涵盖我们的处理和使用目的时，我们会自行或者要求该第三方征得您的同意后再行处理您的个人信息。同时，我们的专业安全团队对个人信息会进行安全加固。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。
      </p>

      <p>5.4 征得授权同意的例外</p>

      <p>根据相关法律法规规定，我们在以下情况下收集、使用您的个人信息无需您的授权同意：</p>

      <p>1) 与我们履行法律、法规规定的义务相关的；</p>

      <p>2) 与国家安全、国防安全直接相关的；</p>

      <p>3) 与公共安全、公共卫生、重大公共利益直接相关的；</p>

      <p>4) 与犯罪侦查、起诉、审判和判决执行等司法或行政执法直接相关的；</p>

      <p>5) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>

      <p>6) 您自行向社会公众公开的个人信息；</p>

      <p>7) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>

      <p>8) 根据与您签订和履行相关协议或其他书面文件所必需的；</p>

      <p>
        9) 用于维护所提供的产品及/或服务的安全稳定运行所必需的，例如发现、处置产品及/或服务的故障；
      </p>

      <p>10) 法律法规规定的其他情形。</p>

      <p>
        5.5
        请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，或我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改善许可软件的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），则此类处理后数据的使用无需另行向您通知并征得您的同意。
      </p>
      <p class="margin" />
      <p><b>6&nbsp; </b><b>特别授权</b></p>
      <p class="margin" />
      <p>
        对您提供的除个人信息外的信息，为了向您提供您使用的各项服务，并维护、改进这些服务，及优化我们的服务质量等用途，对于您提交的文字、图片和视频等受知识产权保护的内容，您同意授予我们排他的、可转让、可分发次级许可、无使用费的全球性许可，用于我们及我们关联公司使用、复制、修订、改写、发布、翻译、分发、执行和展示您提交的资料数据或制作派生作品。
      </p>
      <p class="margin" />
      <p><b>7&nbsp; </b><b>其他</b></p>
      <p class="margin" />
      <p>
        7.1
        您在使用许可软件服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。
      </p>

      <p>
        7.2 您应避免因使用许可软件服务而使我们卷入政治和公共事件，否则我们有权暂停或终止对您的服务。
      </p>

      <p>
        7.3
        本协议签订地为中华人民共和国上海市徐汇区。若您和商派之间因本协议发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交至本协议签订地有管辖权的人民法院管辖。
      </p>

      <p>7.4 商派保留对此协议的最终解释权，任何站点使用本软件则表示默认接受此协议。</p>
    </div>
    <div v-if="VERSION_SHUYUN" class="agreement">
      <p>数云产品许可协议</p>

      <p>============================</p>

      <p>
        欢迎使用数云产品。以下所述条款和条件即构成您与数云软件有限公司（以下简称 “数云”
        ）就软件使用许可所达成的协议（以下简称 “ 本协议 ”
        ）。一旦您安装使用了此产品，即表示您已接受了以下所述的条款和条件。
      </p>
      <p class="margin" />
      <p><b>1&nbsp; </b><b>知识产权声明</b></p>
      <p class="margin" />
      <p>
        1.1
        本"软件"由数云开发。本“软件”的一切著作权、商标权、专利权、商业秘密等知识产权及其他合法权益，以及与本“软件”相关的信息内容，包括但不限于：计算机程序源代码、目标代码、使用说明、本协议内容、图标、图示、色彩、界面设计、版面框架、文字和附加程序等皆为数云公司所有。本软件产品受《中华人民共和国著作权法》、《中华人民共和国计算机软件保护条例》、《伯尔尼公约》以及公约成员国已生效的著作权保护法律及其他知识产权法律法规的保护。未经数云事先书面同意，您不得以任何方式将软件进行商业性使用或通过信息网络传播软件内容。
      </p>

      <p>
        1.2
        软件可能涉及第三方知识产权，而该等第三方对您基于本协议在软件中使用该等知识产权有要求的，数云将以适当方式向您告知该要求，您应当一并遵守。
      </p>
      <p class="margin" />

      <p><b>2&nbsp; </b><b>用户使用许可授权范围</b></p>
      <p class="margin" />
      <p>
        2.1
        保留权利：本《协议》未明示授权的其他一切权利仍归数云所有，用户使用其他权利时须另外取得数云的书面同意。
      </p>

      <p>
        2.2
        软件在未获商业授权之前，不可用于商业目的（包括但不限于企业网站、经营性网站、以营利为目或实现盈利及具有同等或类似功能的网站），您不可为商业运营目的安装、使用、运行软件。
      </p>

      <p>
        2.3
        如数云对软件及其相关功能不时进行变更、升级、修改或转移，并会在软件系统中开发新的功能或其他服务。上述新的功能、软件服务如无独立协议的，您仍可取得相应功能或服务的授权，并可适用本协议。
      </p>

      <p>
        2.4
        除本《协议》有明确规定外，本《协议》并未对利用本"软件"访问的数云的其他相关单独服务的服务条款予以列明条款，对于这些服务可能有单独的服务条款加以规范，请用户在使用有关服务时另行了解与确认。如用户使用该服务，视为对相关服务条款的接受。
      </p>
      <p class="margin" />
      <p><b>3&nbsp; </b><b>使用规范</b></p>
      <p class="margin" />
      <p>3.1 您应该规范使用软件，以下方式是违反使用规范的：</p>

      <p>1) 从事违反法律法规政策、破坏公序良俗、损害公共利益的行为。</p>

      <p>
        2)
        对软件及其中的相关信息擅自出租、出借、复制、泄露、发放子许可证、修改、链接、转载、汇编、发表、出版、建立镜像站点，借助软件发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等。
      </p>

      <p>
        3)
        通过非由数云及其关联公司开发、授权或认可的第三方兼容软件、系统登录或使用软件，或针对软件使用非数云及其关联公司开发、授权或认证的插件和外挂。
      </p>

      <p>
        4)
        删除软件及其他副本上关于版权的信息、内容。修改、删除或避开应用产品中数云为保护知识产权而设置的任何技术措施。
      </p>

      <p>
        5)
        未经数云的书面同意，擅自将软件出租、出借或再许可给第三方使用，或在获得软件的升级版本的许可使用后，同时使用多个版本的许可使用版本，或分开转让。
      </p>

      <p>
        6)
        复制、反汇编、修改软件或其任何部分或制造其衍生作品；对软件或者软件运行过程中释放在终端中的任何数据及软件运行过程中终端与服务器端的交互数据进行复制、修改、挂接运行或创作任何衍生作品，包括使用插件、外挂或非经授权的第三方工具/服务接入软件和相关系统等形式。
      </p>

      <p>
        7)
        进行任何危害信息网络安全的行为，包括使用软件时以任何方式损坏或破坏软件或使其不能运行或超负荷或干扰第三方对软件的使用；未经允许进入他人计算机系统并删除、修改、增加存储信息；故意传播恶意程序或病毒以及其他破坏、干扰正常网络信息服务的行为。
      </p>

      <p>
        8)
        利用软件发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容，或从事欺诈、盗用他人账户、资金等违法犯罪活动。
      </p>

      <p>
        9)
        通过修改或伪造软件运行中的指令、数据、数据包，增加、删减、变动软件的功能或运行效果，私自去除数云软件前台、后台版权，及/或将具有上述用途的软件通过信息网络向公众传播或者运营。
      </p>

      <p>10) 其他以任何不合法的方式、为任何不合法的目的、或以任何与本协议不一致的方式使用软件。</p>

      <p>3.2&nbsp; 您理解并同意</p>

      <p>
        1)
        数云会对您是否涉嫌违反上述使用规范作出认定，并根据认定结果中止、终止对您的使用许可或采取其他依约可采取的限制措施。
      </p>

      <p>
        2)
        对于您使用软件时发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议的信息，数云有权直接予以删除。
      </p>

      <p>
        3)
        对于您违反上述使用规范的行为对任意第三方造成损害的，您需要以自己的名义独立承担法律责任，并应确保数云免于因此产生损失或增加费用。
      </p>

      <p>
        4)
        您所购软件产品仅供自身作为商品所有者进行经营性业务开展的使用，若涉及其他业务类型的，则需提供《支付业务许可证》或已取得第三方《支付业务许可证》的合法授权，否则您不得使用所购软件产品或因使用所产生的任何经营性问题以及法律风险和责任由您自行解决，均与数云无关，及因此被任何第三方投诉或起诉，或造成数云被追究责任的，则由您承担全部的赔偿与责任，数云有权向您追偿并要求您承担责任。
      </p>

      <p>
        5)
        如您违反有关法律或者本协议之规定，使数云遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿数云因此造成的损失及（或）发生的费用，包括合理的律师费用、调查取证费用。
      </p>
      <p class="margin" />
      <p><b>4&nbsp; </b><b>无担保和责任限制&nbsp; </b></p>
      <p class="margin" />
      <p>
        4.1
        除法律法规有明确规定外，数云将尽最大努力确保许可软件及其所涉及的技术及信息安全、有效、准确、可靠，但受限于现有技术，您理解数云不能对此进行担保。
      </p>

      <p>4.2 数云对于不可抗力及第三方原因导致的您的直接或间接损失不承担责任。</p>

      <p>
        4.3
        由于您因下述任一情况所引起或与此有关的人身伤害或附带的、间接的损害赔偿，包括但不限于利润损失、资料损失、业务中断的损害赔偿或其他商业损害赔偿或损失，需由您自行承担：
      </p>

      <p>1) 使用或未能使用许可软件；</p>

      <p>2) 第三方未经批准的使用许可软件或更改您的数据；</p>

      <p>3) 使用许可软件进行的行为产生的费用及损失；</p>

      <p>4) 您对许可软件的误解；</p>

      <p>5) 许可软件升级前未自行备份数据，升级过程中造成的数据丢失</p>

      <p>6) 非因数云的原因而引起的与许可软件有关的其他损失。</p>

      <p>
        4.4
        授权用户拥有其系统内全部会员资料、商品资料、订单资料及相关信息的所有权，并独立承担相关法律义务。
      </p>

      <p>
        4.5
        利用本授权软件发生的商业行为均由授权用户自行负责，利用本软件进行商业行为所产生的一切纠纷均与数云无关。
      </p>

      <p>
        4.6
        为方便用户使用，软件内置了譬如网上支付网关等诸多第三方系统。但您应自行评估使用这些系统的风险。这些系统的具体开通与服务由相应第三方公司提供，由此而产生的任何商业纠纷，均与数云无关。
      </p>

      <p>
        4.7
        数云不对因授权软件使用错误、软件错误等问题所引起的授权用户损失而承担任何责任，但数云将尽量避免此类情况的发生。
      </p>

      <p>
        4.8
        授权用户将在享有上述条款授予的权力的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，数云有权随时终止授权，责令停止损害，并保留追究相关责任的权力
      </p>

      <p>
        4.9
        非经数云或数云授权开发并正式发布的其他任何由许可软件衍生的软件均属非法，下载、安装、使用此类软件，可能导致不可预知的风险，由此产生的法律责任与纠纷与数云无关，数云有权中止、终止使用许可和/或其他一切服务。
      </p>
      <p class="margin" />
      <p><b>5&nbsp; </b><b>隐私政策与数据</b></p>
      <p class="margin" />
      <p>
        5.1
        您拥有其系统内全部会员资料、商品资料、订单资料及相关信息的所有权，并独立承担相关法律义务。若您提供的信息中含有其他用户的个人信息，在您自行使用或向我们提供这些个人信息之前，您需确保您已经取得合法的授权或许可。
      </p>

      <p>
        5.2
        若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，均会事先获得您的同意或授权。
      </p>

      <p>
        5.3
        若我们从第三方处间接获取您的信息，我们会在收集前明确以书面形式要求该第三方说明其个人信息来源，以及是否已经就其收集、处理以及向我们提供您的个人信息取得了您的合法授权。除法律明确允许的情形外，我们只会在确认第三方已经取得您的授权同意后再从第三方收集您的个人信息，如果第三方的授权范围无法涵盖我们的处理和使用目的时，我们会自行或者要求该第三方征得您的同意后再行处理您的个人信息。同时，我们的专业安全团队对个人信息会进行安全加固。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。
      </p>

      <p>5.4 征得授权同意的例外</p>

      <p>根据相关法律法规规定，我们在以下情况下收集、使用您的个人信息无需您的授权同意：</p>

      <p>1) 与我们履行法律、法规规定的义务相关的；</p>

      <p>2) 与国家安全、国防安全直接相关的；</p>

      <p>3) 与公共安全、公共卫生、重大公共利益直接相关的；</p>

      <p>4) 与犯罪侦查、起诉、审判和判决执行等司法或行政执法直接相关的；</p>

      <p>5) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>

      <p>6) 您自行向社会公众公开的个人信息；</p>

      <p>7) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>

      <p>8) 根据与您签订和履行相关协议或其他书面文件所必需的；</p>

      <p>
        9) 用于维护所提供的产品及/或服务的安全稳定运行所必需的，例如发现、处置产品及/或服务的故障；
      </p>

      <p>10) 法律法规规定的其他情形。</p>

      <p>
        5.5
        请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，或我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改善许可软件的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），则此类处理后数据的使用无需另行向您通知并征得您的同意。
      </p>
      <p class="margin" />
      <p><b>6&nbsp; </b><b>特别授权</b></p>
      <p class="margin" />
      <p>
        对您提供的除个人信息外的信息，为了向您提供您使用的各项服务，并维护、改进这些服务，及优化我们的服务质量等用途，对于您提交的文字、图片和视频等受知识产权保护的内容，您同意授予我们排他的、可转让、可分发次级许可、无使用费的全球性许可，用于我们及我们关联公司使用、复制、修订、改写、发布、翻译、分发、执行和展示您提交的资料数据或制作派生作品。
      </p>
      <p class="margin" />
      <p><b>7&nbsp; </b><b>其他</b></p>
      <p class="margin" />
      <p>
        7.1
        您在使用许可软件服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。
      </p>

      <p>
        7.2 您应避免因使用许可软件服务而使我们卷入政治和公共事件，否则我们有权暂停或终止对您的服务。
      </p>

      <p>
        7.3
        本协议签订地为中华人民共和国上海市徐汇区。若您和数云之间因本协议发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交至本协议签订地有管辖权的人民法院管辖。
      </p>

      <p>7.4 数云保留对此协议的最终解释权，任何站点使用本软件则表示默认接受此协议。</p>
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style lang="scss" scoped>
.agreement {
  padding: 20px;
  .margin {
    margin: 15px;
  }
}
</style>
